Repository: MurkyYT/cs-auto
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: ru

# meta_csauto_tags
source: CS, CS2, cs, cs2, automation, gsi, csgsi, Counter-Strike, Counter-Strike 2, CS2, counter strike, software, application, app, cs auto accept, auto accept, CS2 auto accept
ru: CS, CS2, cs, cs2, automation, gsi, csgsi, Counter-Strike, Counter-Strike 2, CS2, counter strike, software, application, app, cs auto accept, auto accept, CS2 auto accept, КС2, авто-принятие, автоматизация кс, принять КС, принять матч

# csauto_description
source: Counter-Strike 2 companion that automates in-game tasks, such as accepting match, buying items and more
ru: Компаньон Counter-Strike 2, автоматизирующий различные внутриигровые действия как принятие матча, покупка предметов и другие

# modal_about_title
source: About
ru: О проекте

# about_modal_murky_mention
source: CSAuto was created and is actively maintained by
ru: CSAuto был создан и активно разрабатывается

# about_modal_murky_label
source: GitHub developer profile
ru: GitHub профиль разработчика

# about_modal_source_code_link_label
source: CSAuto repository on GitHub
ru: Репозиторий CSAuto на GitHub

# about_modal_source_code_link
source: Source code available on GitHub.
ru: Исходный код доступен на GitHub.

# about_modal_web_source_label
source: Website source code on GitHub
ru: Исходники сайта на GitHub

# about_modal_web_source
source: Source code</a> of this website also available on GitHub.
ru: Исходники</a> этого сайта также доступны на GitHub.

# about_modal_with_love_made_by
source: Website made with ðŸ’œ by
ru: Сайт с любовью 💜 от

# nav_home
source: Home
ru: Главная

# nav_changelog
source: Changelog
ru: Журнал изменений

# nav_about
source: About
ru: О проекте

# footer_csauto_not_affiliated
source: This website and CSAuto are not affiliated, endorsed by, or in any way officially connected with <a href="https://www.valvesoftware.com/">Valve</a> and/or <a href="https://www.counter-strike.net/">Counter-Strike</a>
ru: Данный сайт и CSAuto никак не связаны, не поддерживаются, и никак официально не связаны с <a href="https://www.valvesoftware.com/">Valve</a> и/или <a href="https://www.counter-strike.net/">Counter-Strike</a>

# alt_github_repo_stars_badge
source: GitHub Repo stars
ru: Звёзды на GitHub репозитории

# alt_total_downloads_badge
source: Total Downloads
ru: Всего скачиваний

# alt_version_badge
source: Version
ru: Версия

# alt_join_discord
source: Join Discord Server
ru: Присоединиться к Discord сервер

# download_button
source: Download
ru: Скачать

# h1_csauto_features
source: Features of CSAuto
ru: Возможности CSAuto

# alt_autoaccept_video
source: Auto accept examples
ru: Пример авто принятия

# h2_autoaccept
source: Auto accept matches
ru: Автоматическое принятие матча

# desc_autoaccept
source: CSAuto can automatically accept matches for you<br> All you have to do is wait for the match to be found<br> You can go do some stuff while the match is being searched<br> Also, you can receive notifications in Telegram and Mobile application
ru: CSAuto может принимать матчи вместо вас<br> Всё, что нужно сделать - это дождаться момента, когда игра найдётся<br> Можно отойти и заняться другими вещам, пока идёт поиск<br> Также, есть возможность получать уведомления через Telegram или через мобильное приложение

# h2_autobuy
source: Automatically buy selected items
ru: Автоматическая покупка

# desc_autobuy
source: Customizable buy menu loadout for each team<br> Auto buy enabled items with priority settings<br> Buys only at freezetime and rebuys armor when less or equals 70
ru: Выбор снаряжения под каждую команду<br> Авто покупка выбранных предметов с настройкой приоритетов<br> Покупка происходит только в перерыв. Броня покупается, когда её 70 или меньше

# alt_autobuy_video
source: Auto buy example
ru: Пример авто покупки

# alt_spotify_video
source: Auto pause Spotify example
ru: Пример автоматической паузы Spotify

# h2_spotify
source: Auto pause/resume song
ru: Авто пауза/воспроизведение Spotify

# desc_spotify
source: Automatically pauses song on Spotify (or any media player) while you're alive<br> When you die, CSAuto will resume the song<br> That way you can listen to a song and still hear the game when needed
ru: Ставит на паузу Spotify, пока вы живы<br> А после смерти, CSAuto вновь запустит воспроизведение<br> Так можно спокойно слушать музыки и слышать игру, когда это нужно

# h2_autoreload
source: Auto reload weapon
ru: Автоматическая перезарядка оружия

# desc_autoreload
source: Automatically reloads your weapon when you have 0 bullets left<br> Can continue spraying afterwards
ru: Авто перезарядка оружия, когда в магазине 0 пуль<br> Может продолжить спрей, но данная функция может подлагивать

# alt_autoreload_video
source: Auto reload example
ru: Пример автоматической перезарядки

# alt_discord_rpc_image
source: Discord RPC settings and example
ru: Настройки Discord RPC и пример

# h2_discord_rpc
source: Customizable Discord Rich Presence
ru: Настраиваемый Discord Rich Presence

# desc_discord_rpc
source: You can use built-in templates to change the presence state/details<br> In addition, you can add one custom button with a custom link
ru: Настраиваемое RPC, используя встроенные шаблоны<br> Вдобавок, можно добавить дополнительную кнопку с любой ссылкой

source: Binary installers
ru: Установщики

source: Installer
ru: Установщик

source: Portable
ru: Портативный

source: All versions
ru: Все версии

# h4_app_managers
source: App Managers
ru: Менеджеры приложений
